[
  {
    "id": "generated-uuid-1",
    "name": "Бігова доріжка Xiaomi KingSmith Walkingpad&Treadmill R2 Black (6970492718674)",
    "picture": "https://content.rozetka.com.ua/goods/images/big/235053111.jpg",
    "price": 28999,
    "category": "device",
    "description": {"tile":"King Smith WalkingPad R2. Технологія підтримування подвійного режиму для ходьби та бігу",
    "text":"Режим ходьби та бігу | 180°С складаний корпус | 0.11㎡ Зберігання бігової доріжки вертикально \n Технологія складання для економії просторy. \n На біговій доріжці ви зможете регулювати висоту поручнів WalkingPad R2;\n Настінний спосіб зберігання дає змогу зайняти площу всього лише 0.11 кв.м. \n У додатку KS Fit зможете зберігати та відстежувати дані про ваше тренування. \n Функції включають в себе: перемикання між режимами, запуск, зупинку, прискорення, уповільнення та ін. \n Швидкість автоматично регулюється інтелектуальним алгоритмом.Зможете займатися ходьбою вранці на 6 км для спалювання калорій або займатися ходьбою після обіду на 2 км для поліпшення травлення;  \n Регулювання швидкості відповідно до ходьби. \n Чотиришарова професійна структура доріжки має надміцність, що робить посадку м'якою i комфортною. \n ⏺ Номінальна потужність 918w \n ⏺  Номінальна напруга 220V \n ⏺ Вага брутто/Вага нетто 36/40.5kg \n ⏺ Максимальне навантаження 110kg \n ⏺ Розкладний вимір: 1452x722x1032mm \n ⏺ Складаний розмір 1000x720x161.5mm \n ⏺ Режим руху Running or walking mode \n  ⏺ Режим бігу або ходьби 0.5-10km \n "
    ,"bold":true}
  },
  
  {
    "id": "generated-uuid-2",
    "name": "Тачка будівельна Budmonster 1-колісна 85 л вантажопідйомність 200 кг колесо лите 4 х 8\" (01-011/2)",
    "picture": "https://content2.rozetka.com.ua/goods/images/big/309965559.jpg",
    "price": 2075,
    "category": "device",
    "description": {"tile":"Тачка на одному колесі – зручний варіант для швидкого перевезення твердих та рідких матеріалів на будівництві.",
    "text":"Ця модель здатна перевозити вантаж вагою до 200 кг.\n Тачка відрізняється невеликими розмірами (кузов 85 л). \n Переваги виробу: \n -низька ціна; \n -висока вантажопідйомність; \n -маневреність; \n -зручність у навантаженні та розвантаженні. "
    ,"bold":true}
  },
  {
    "id": "generated-uuid-3",
    "name": "Тумба підвісна RJ Atlas RJFU005-11GR сіра 60 см з умивальником Jenor RZJ610",
    "picture": "https://content2.rozetka.com.ua/goods/images/big/293164376.jpg",
    "price": 7917,
    "category": "device",
    "description": {"tile":"Бренд RJ пропонує широкий асортимент сантехніки: змішувачі, вирви для душових систем, шланги, душові комплекти.",
    "text":"Продукція торгової марки RJ відрізняється хорошим співвідношенням ціни та якості, а також відповідає європейським стандартам виробництва сантехнічної продукції."
    ,"bold":true}
  },
  {
    "id": "generated-uuid-4",
    "name": "Відеореєстратор Xiaomi 70mai Dash Cam A200 (1040052)",
    "picture": "https://content1.rozetka.com.ua/goods/images/big/429877097.jpg",
    "price": 2999,
    "category": "device",
    "description": {"tile":"",
    "text":"Можливість бачити більше \n Записуйте важливі моменти з функцією подвійного бачення, встановивши задню камеру, яка купується додатково. Таким чином забезпечується всебічний огляд для фіксації переконливих візуальних доказів, які повністю захистять вас та майно від будь-яких потенційних загроз та інцидентів. Відеореєстратор 70mai Dash Cam A200 має компактні габарити та не займає багато місця, не обмежує огляд та надійно фіксується спеціально для випадків їзди нерівним покриттям. \n Висока якість картинки\nВи можете записати свою подорож у роздільній здатності Full HD 1080p. Запис ведеться зі швидкістю 60 кадрів/с, що гарантує плавне зображення з високим рівнем деталізації навіть під час швидкої їзди у складних умовах. Кут огляду 130° дозволяє охоплювати не менше трьох смуг руху, щоб жодна дорожня ситуація не була пропущена.\n Більш чітке зображення навіть при слабкому освітленні\n Відеореєстратор 70mai Dash Cam A200 оснащений діафрагмою f/2.0 з розширеним динамічним діапазоном (HDR). Забезпечено чітку зйомку ключових деталей: номерних та дорожніх знаків в умовах слабкого освітлення. Гарантовані плавні переходи між кадрами з покращеною видимістю важливих елементів дорожньої обстановки, які добре візуалізуються на дводюймовому дисплеї.\n Технологія MaiColor Vivid+ Solution \n Ключова область для запису автоматично регулюється для отримання збалансованої та природної картинки. Функція вибіркової обробки зображення дозволяє відеореєстратору 70mai Dash Cam A200 ефективно ідентифікувати важливі записи об'єкти на дорозі, при цьому відсікаючи непотрібні околиці, наприклад, дерева на узбіччі. Високий рівень реалістичності картинки забезпечується шляхом мінімізації поляризації та відбиття світла від лобового скла. На записі відсутні відблиски та інші дефекти, пов'язані з відображенням скляної поверхні.\n Можливість екстреного запису \n Вбудований G-сенсор в автоматичному режимі виявляє раптові поштовхи або зіткнення в процесі руху/у режимі паркування. Зафіксувавши таку подію, відеореєстратор 70mai Dash Cam A200 розпочинає запис. Цілодобове інтелектуальне відеоспостереження на стоянці дає можливість користувачеві отримати сповіщення про екстрений інцидент при наступному включенні відеореєстратора. Слот під флеш-накопичувач об'ємом 16-128 ГБ дозволяє зберігати великі архіви даних.\n Акумулятор із системою захисту \n Пристрій для відеозапису обладнано ємним акумулятором на 500 мА·год. Записуйте багатогодинні поїздки, не хвилюючись про раптову розрядку відеореєстратора. Акумулятор захищений від глибокого розряду. Вбудований контролер захищає його від повної втрати ємності, автоматично вимикаючи живлення камер спостереження при падінні бортової напруги до 11.8 В.\n Дистанційне керування в один клік \n Користувач може завантажити спеціальну програму, щоб у будь-який момент змінити налаштування камери, подивитися відео в режимі реального часу або завантажити важливі архіви, не виходячи з дому та використовуючи смартфон. З легкістю завантажуйте захоплюючі кадри з ваших подорожей та діліться ними з друзями та близькими."
    ,"bold":true}
  },
  {
    "id": "generated-uuid-5",
    "name": "Сумка крос-боді через плече жіноча з натуральної шкіри маленька Michael Kors 30S3SIMM8L-001 Чорна (196163826585)",
    "picture": "https://content2.rozetka.com.ua/goods/images/big/443858403.jpg",
    "price": 16200,
    "category": "cloth",
    "description": {"tile":"Модна, але функціональна, сумка крос-боді Michael Kors - ідеальний супутник у подорожі. Виготовлена з гладкої шкіри, вона має вигнуту форму, оздоблену декоративним замком і регульованим ремінцем з тасьми для носіння в будь-якому місці. Всередині є кілька накладних кишень, щоб ваші речі були в безпеці та організовані.",
    "text":"Деталі:\n - Верх із натуральної шкіри \n - Основне відділення на магнітній застібці \n - Внутрішня кишеня на блискавці \n - Знімний плечовий ремінь \nРекомендації з догляду: \n- Протирати вологою тканиною \n - Не прати \n - Не піддавати хімічному чищенню  "
    ,"bold":true}
  },
  {
    "id": "generated-uuid-6",
    "name": "Калькулятор Brilliant (BS-8888PK)",
    "picture": "https://content.rozetka.com.ua/goods/images/big/246182272.jpg",
    "price": 524,
    "category": "device",
    "description": {"tile":"Калькулятор Brilliant BS-8888PK.",
    "text":"- Розрядність: 12-розрядний. \n - Тип пам'яті: Дворівнева пам'ять.\n- Клавіша видалення останньої цифри\n - Клавіші введення розрядів: Клавіша 00\n- Перемикач — Режим округлення.\n- Перемикач — Кількість знаків після коми. \n- Тип дисплейної панелі: антивідблисковий. \n - Тип дисплея: РК-дисплей. \n- Похилий дисплей. \n- Тип клавіатури: Пластмасові кнопки.\n- Захист від залипання клавіш.\n- Автоматичне вимкнення живлення \n- Подвійне живлення — літієва батарея/сонячний елемент. \n- Габарити (мм): 155 x 205 x 35. "
    ,"bold":true}
  },
  {
    "id": "generated-uuid-7",
    "name": "Настільна гра Rozum Вибухові кошенята: Добро і зло (EKIEK12UA) (810083047133)",
    "picture": "https://content1.rozetka.com.ua/goods/images/big/456904280.jpg",
    "price": 815,
    "category": "food_pets",
    "description": {"tile":"Бог і Диявол перетворилися на котів, а їхній вічний конфлікт тепер відбувається у твоїй вітальні. Спробуй розслабитися й насолодитися цим Армагеддоном із новими картами та смішними ілюстраціями!",
    "text":"Знайомі правила з новими жартами та ілюстраціями!\nПравила гри «Вибухові кошенята: Добро і зло» — це ті самі правила вже улюбленої серії ігор «Вибухові кошенята». Твоя головна ціль — не вибухнути! Якщо хочеш освіжити пам’ять, то давай згадаємо разом! У свій хід ти можеш зіграти будь-яку кількість карт із руки або не грати їх взагалі. Але щоб закінчити хід, ти повинен взяти карту з колоди. Якщо це НЕ «Вибухове кошеня», то можна спокійно видихнути, і хід переходить до наступного гравця. Якщо ж це «Вибухове кошеня», то ти епічно вибухаєш і вибуваєш з гри! (Звісно якщо в тебе не було «Знешкотити» у руці). Останній уцілілий — перемагає.\nРизикуй, як ніколи раніше!\nНовинкою у виданні «Добро і зло» є особлива механіка «Армагеддону». Гравець, який зіграє цю карту, отримує можливість провести справжню гру розуму з обраним суперником. Візьми карти «Мурбога» та «Чортякота». Одну таємно залиш собі, а іншу передай супернику долілиць. Тепер твій суперник має зробити важкий вибір. Або відкрити свою карту, або помінятися картами з тобою. Карта «Чортякота» одразу підірве нещасного, який гляне на неї. А «Мурбог» в свою чергу — найсильніша карта-джокер у грі.\nТож, яким буде твій вибір? Передати «Мурбога» супернику, сподіваючись, що він запанікує і вирішить помінятись? Чи підсунути йому «Чортякота», з розрахунку на те, що гравець не схоче обмінюватись? Блеф, подвійний блеф чи взагалі потрійний? Проте будь обережним, адже ти ризикуєш не менше за суперника.\nМурбог та Чортякіт чекають на тебе!\nВізьми участь в епічній битві Добра проти Зла. Перехитри свого суперника та постарайся не вибухнути сам. На попелищі стоятиме тільки один!\n«Вибухові кошенята: Добро і зло» — це швидка вибухова гра з простими правилами на 2-5 гравців. "
    ,"bold":true}
  },
  {
    "id": "generated-uuid-8",
    "name": "Холодильник EDLER ED-400IN",
    "picture": "https://content2.rozetka.com.ua/goods/images/big/534301454.jpg",
    "price": 20773,
    "category": "device",
    "description": {"tile":"Side-by-side холодильник EDLER ED-400IN — ідеальний вибір для тих, хто шукає простір і функціональність.",
    "text":"Завдяки загальному об'єму 400 л, з яких 232 л займає холодильне відділення, а 168 л — морозильне, він легко задовольнить потреби навіть великих сімей.\nСистема розморожування No Frost в обох відділеннях забезпечує комфортне та безпроблемне використання.\nЕлектронне керування дозволяє зручно регулювати параметри роботи, а наявність дисплея спрощує контроль.\nХолодильник оснащений скляними полицями, дверними кошиками та контейнером для овочів. Полиця для пляшок у дверях допомагає ефективно організувати простір.\n6 секцій морозильного відділення дають можливість зберігати різноманітні заморожені продукти.\n Особливості,такі як LED освітлення, режим \"Відпустка\" та швидке заморожування, роблять експлуатацію ще зручнішою.\n З класом енергоспоживання A+ та рівнем шуму 42 дБ холодильник працює тихо та економно.\nГабарити 171,12 х 83,6 х 61 см дозволяють зручно розмістити його на кухні. "
    ,"bold":true}
  },
  {
    "id": "generated-uuid-9",
    "name": "Рюкзак ABYstyle Diablo Lilith (3665361121282)",
    "picture": "https://content.rozetka.com.ua/goods/images/big/417092745.jpg",
    "price": 1464,
    "category": "cloth",
    "description": {"tile":"",
    "text":"Рюкзак - ідеальний гаджет для шанувальників Diablo IV. Це стильно і функціонально. Він має велике основне відділення, у яке можна помістити всі необхідні речі, такі як ноутбук, книги, одяг тощо. Відділення для ноутбука м’яке, щоб захистити ваш пристрій від пошкоджень.\n Передня кишеня ідеально підходить для дрібниць, таких як телефон, гаманець або ключі. Дві бічні кишені ідеально підходять для напоїв або пляшок. Рюкзак підбитий для комфортного носіння. Ремені регулюються для будь-якого користувача. Нагрудний ремінь допомагає утримувати рюкзак на місці. Рюкзак виготовлений з високоякісного поліестеру. Він міцний і стійкий до забруднень."
    ,"bold":true}
  },
  {
    "id": "generated-uuid-10",
    "name": "Сухий корм для дорослих котів Purina Cat Chow Adult з качкою 1.5 кг (7613035394117)",
    "picture": "https://content1.rozetka.com.ua/goods/images/big/421075373.jpg",
    "price": 224,
    "category": "food_pets",
    "description": {"tile":"Сухий корм Cat Chow Adult (Кет Чау Едалт) з качкою — це повнораціонне харчування для дорослих кішок.",
    "text":"З 1926 року експерти Purina досліджували питання природних потреб домашніх улюбленців, щоб розробити повнораціонний корм, який буде підтримувати їх здоров'я та відмінне самопочуття. Щодня на наших фабриках ми проводимо сотні перевірок якості продукції, тому ви можете бути впевнені в якості, на яке очікуєте. Завжди.\nФормула сухого корму Cat Chow (Кет Чау) ретельно створювалась, щоб 50% білків (від загальної кількості протеїнів) у складі були тваринного походження, а натуральні інгредієнти в складі продукту робили його ще більш апетитним та смачним.\nУ склад корму для кішок Cat Chow (Кет Чау) входять білок високої якості та натуральні інгредієнти: горох, морква, цілісні злаки, цикорій і дріжджі. Cat Chow (Кет Чау) містить у своєму складі качку. 50% білків у складі корму — тваринного походження, що допомагає задовольнити потреби кішки. Рецептура корму також включає цикорій, який є натуральним джерелом пребіотика, спрямованого на поліпшення травлення, тому ваш улюбленець отримає максимум користі з їжі, яку він споживає.\nПереваги:\n-На 100% повнораціонний та збалансований корм для кішок, без додавання штучних барвників.\n-50% білків тваринного походження (від загальної кількості протеїнів).\n-З натуральним пребіотиком. Формула, збагачена цикорієм, який є натуральним пребіотиком, допомагає покращити процес травлення вашої кішки.\n-Вітамін E у складі підтримує систему природного захисту, а вітаміни групи B сприяють ефективному енергетичному метаболізму.\n-Експертиза з 1926 року. Вклад у здоров'я та гарне самопочуття наших улюбленців з 1926 року.\nСклад: зернові* (цільнозернові 47%), м'ясо та субпродукти тваринного походження (25%, з яких 4% качки), екстракти рослинного білка, тваринні жири, продукти перероблення овочів, овочі* (2% сушеного кореня цикорію, 0.07% сушеної моркви, що еквівалентно 0.4% моркви, 0.07% сушеного гороху, що еквівалентно 0.4% гороху), мінеральні речовини, дріжджі* (0.3%).*Натуральні інгредієнти.\nДобавки: Поживні добавки: МО/кг (IU/kg): вітамін A: 11500; вітамін D3: 950; вітамін E: 80; мг/кг (mg/kg): сульфат заліза: (Fe: 43); йодат кальцію: (I: 1.4); сульфат міді: (Cu: 8.2); сульфат марганцю: (Mn: 4.5); сульфат цинку: (Zn: 60); селеніт натрію: (Se: 0.098); вітаміни групи B: 105; таурин: 800. Антиоксиданти, консервант.\nПоживні речовини: сирий протеїн: 32%, сирий жир: 11%, сира зола: 8%, сира клітковина: 2.5%.\nРекомендації з годування: див. таблицю на упаковці. Перший стовпчик «Вага тварини (кг)», другий стовпчик «Кількість корму (грамів на день)».\nКорм Cat Chow (Кет Чау) необхідно поступово включати в раціон тварини протягом 7 днів. Середня добова норма розрахована для помірно активних кішок при нормальній температурі навколишнього середовища. Добова норма може варіюватися залежно від індивідуальних потреб кота і має бути адаптована таким чином, щоб зберегти його струнку статуру. Свіжа чиста питна вода повинна бути доступною тварині в будь-який час.\nРекомендації зі зберігання:\nЗберігати корм для кішок у сухому прохолодному місці. Дату «Вжити до кінця», реєстраційний номер фабрики та номер партії: дивіться на упаковці."
    ,"bold":true}
  },
  {
    "id": "generated-uuid-11",
    "name": "Мобільний телефон Apple iPhone 16 Pro 256GB Black Titanium (MYNH3SX/A)",
    "picture": "https://content2.rozetka.com.ua/goods/images/big/468886490.jpg",
    "price": 56699,
    "category": "device",
    "description": {"tile":"iPhone 16 Pro доступний у чотирьох приголомшливих кольорах, включаючи новий Desert Titanium.",
    "text":"НЕЙМОВІРНИЙ ТИТАНОВИЙ КОРПУС.\n Phone 16 Pro має міцний та легкий титановий корпус із більшим дисплеєм Super Retina XDR 6,3 дюйма. Панель Ceramic Shield останнього покоління надзвичайно довговічна.\nКОНТРОЛЕР КАМЕРИ. ПОВНИЙ КОНТРОЛЬ.\nКонтролер камери дає вам швидший i простіший доступ до інструментів камери, як-от масштабування або глибина різкості, щоб зробити ідеальний знімок за рекордно короткий час.\n ЧУДОВІ КАДРИ.\nЗавдяки більш вдосконаленій надширококутній камері 48 Мп ви можете створювати макрознімки нового рівня деталізації та ширококутні знімки, що зачаровують. Бажаєте робити чіткіші знімки здалеку? Камера Телефото 5х легко із цим впорається.\n ВІДЕО PRO.\n Виведіть відеозйомку на новий рівень завдяки Dolby Vision 4K із частотою 120 кадрів/с за допомогою камери Fusion 48 Мп та мікрофонам, які забезпечують запис звуку студійної якості. Студія рівня про у вас у кишені.\n СТИЛІ ФОТОГРАФІЙ.\n Стилі фотографій останнього покоління дають вам більше можливостей для творчості, щоб ви могли зробити кожну фотографію ще більш індивідуальною. А завдяки вдосконаленню нашого конвеєра зображень тепер ви можете змінити будь-який стиль у будь-який час."
    ,"bold":true}
  }
]